Repository: 84000/data-translation-memory
Catalog: Toh_152-The_Questions_of_Sagaramati-v2.tmx
Source language: bo
Languages: en

source: དག་པ་གང་ལགས་པ་དེ་སྒྲུབ་པ་ཡང་དག་པ་ལ་གནས་པ་ཞེས་བགྱིའོ། །
en: Purity is said to be present in authentic accomplishment.”

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་དགེ་བའི་བཤེས་གཉེན་གྱིས་ཡོངས་སུ་ཟིན་པ་འདི་ནི་ཚེགས་ཆུང་ངུས་སྒྲུབ་པ་ཡང་དག་པ་འཕགས་པ་ཐོབ་པར་འགྱུར་རོ། །
en: “Blessed One, bodhisattvas who have been accepted by a virtuous spiritual friend gain authentic and noble accomplishment with little difficulty.

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་གང་དག་ལ་གནས་ཤིང་བདུད་ཀྱི་ལྕགས་ཀྱུ་ལས་མི་འདའ་བ་དེ་དག་ཐམས་ཅད་ནི་སྡིག་པའི་གྲོགས་པོས་ཡོངས་སུ་ཟིན་པ་ལགས་སོ། །
en: Blessed One, if bodhisattvas have not escaped the hooks of Māra, they have been accepted by an evil spiritual friend.

source: གང་དག་བདུད་ཀྱི་ལྕགས་ཀྱུ་ལས་ཤིན་ཏུ་འདའ་བ་དེ་དག་ཐམས་ཅད་ནི་དགེ་བའི་བཤེས་གཉེན་གྱིས་ཡོངས་སུ་ཟིན་པ་ལགས་སོ། །
en: Anyone who has escaped the hooks of Māra has been accepted by a virtuous spiritual friend.

source: བཅོམ་ལྡན་འདས་དེ་ལྟ་བས་ན་བྱང་ཆུབ་སེམས་དཔའ་བདུད་ཀྱི་ལྕགས་ཀྱུ་ལས་ཤིན་ཏུ་འདའ་བར་འཚལ་བས་དགེ་བའི་བཤེས་གཉེན་རྣམས་ལ་བསྙེན་པར་བགྱི། །བསྟེན་པར་བགྱི། བསྙེན་བཀུར་བགྱིའོ། །
en: Thus, Blessed One, bodhisattvas escape the hooks of Māra by attending to, relying upon, and serving spiritual friends.

source: དགེ་བའི་བཤེས་གཉེན་གྱིས་ཡོངས་སུ་ཟིན་པའི་བྱང་ཆུབ་སེམས་དཔའ་ནི་ཚེགས་ཆུང་ངུས་སྒྲུབ་པ་ཡང་དག་པར་འཕགས་པ་ཐོབ་པར་འགྱུར་རོ། །
en: Bodhisattvas who have been accepted by a spiritual friend gain authentic and noble accomplishment with little difficulty.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་བློ་གྲོས་རྒྱ་མཚོ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །
en: Then the Blessed One asked the bodhisattva Sāgaramati,

source: བློ་གྲོས་རྒྱ་མཚོ་ཁྱོད་ཀྱིས་བདུད་ཀྱི་ལྕགས་ཀྱུ་རྣམས་ཤེས་སམ།
en: “Sāgaramati, do you know the hooks of Māra?”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་བདག་གིས་བདུད་ཀྱི་ལྕགས་ཀྱུ་རྣམས་འཚལ་ཏོ། །
en: “Blessed One,” replied Sāgaramati, “I know the hooks of Māra.”

source: བློ་གྲོས་རྒྱ་མཚོ་གང་ཐོས་པས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཤིན་ཏུ་འདའ་བར་འགྱུར་ཞིང་བདུད་དང་ཕྱིར་རྒོལ་བ་ཆོམས་ཏེ་མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་བར་ཁྱོད་བདུད་ཀྱི་ལྕགས་ཀྱུ་བསྟན་པ་ལ་རྩོམ་སྟེ་
en: “Sāgaramati, it is through hearing that bodhisattvas go beyond, defeat māras and obstructers, and swiftly and fully awaken to unsurpassed and perfect buddhahood. Therefore, please teach, starting with a teaching on the hooks of Māra.”

source: སྤོབས་པར་གྱིས་ཤིག །བློ་གྲོས་རྒྱ་མཚོས་གསོལ་པ། བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ། སངས་རྒྱས་ཀྱི་མཐུས་བདག་གིས་བདུད་ཀྱི་ལྕགས་ཀྱུ་བཤད་པར་བགྱིའོ། །
en: “Blessed One,” replied Sāgaramati, “through the power of the Buddha, I will explain the hooks of Māra.

source: བདུད་ཀྱི་ལྕགས་ཀྱུ་རྣམས་གང་ཞེ་ན།
en: What are the hooks of Māra?

source: བཅོམ་ལྡན་འདས་བདུད་ཀྱི་ལྕགས་ཀྱུ་ནི་བཅུ་གཉིས་པོ་འདི་དག་སྟེ།
en: Blessed One, there are twelve hooks of Māra.

source: བཅུ་གཉིས་གང་ཞེ་ན།
en: What are these twelve?

source: བཅོམ་ལྡན་འདས་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པ་ནི་མི་ཕངས་པའི་དངོས་པོ་ཡོངས་སུ་བཏང་བའི་སེམས་འཇུག་གི་ཕངས་པའི་དངོས་པོ་ཡོངས་སུ་བཏང་བའི་སེམས་མི་འཇུག་པ་དང་།
en: “Blessed One, for those who are practicing the bodhisattva’s perfection of generosity, there are some who apply the intention to give things that are easy to give, but do not apply it to giving things that are hard to give.

source: སེམས་ཅན་གང་དག་དེ་ལ་དགའ་བར་གྱུར་པ་དེ་དག་ལ་ནི་སྦྱིན་པར་བགྱིད་སེམས་ཅན་གང་དག་དགའ་བར་མ་གྱུར་པ་དེ་དག་ལ་ནི་སྦྱིན་པར་མི་བགྱིད་ཅིང་དེས་དངོས་པོ་ཐ་དད་དུ་བགྱིད་སེམས་ཅན་ཐ་དད་དུ་བགྱིད་ན།
en: They give to beings that they like, but avoid giving to beings that they do not like, and they make distinctions about things and beings.

source: བཅོམ་ལྡན་འདས་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའི་སྦྱིན་པ་དང་རབ་ཏུ་ལྡན་པའི་བདུད་ཀྱི་ལྕགས་ཀྱུ་སྟེ་དང་པོའོ། །
en: That, Blessed One, is the first hook of Māra, related to a bodhisattva’s generosity.

source: བཅོམ་ལྡན་འདས་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་ཚུལ་ཁྲིམས་དང་ལྡན་ཞིང་དགེ་བའི་ཆོས་ཅན་དུ་གྱུར་ཏེ། སོ་སོར་ཐར་པའི་སྡོམ་པས་བསྡམས། ཆོ་ག་དང་སྤྱོད་ཡུལ་ཕུན་སུམ་ཚོགས། ཁ་ན་མ་ཐོ་བ་ཕྲ་རགས་ལ་ཡང་འཇིགས་པར་ལྟ། འཚོ་བ་ཡོངས་སུ་དག །བསླབ་པའི་གནས་ཡང་དག་པར་བླངས་པ་རྣམས་ལ་སློབ་སྟེ།
en: “Blessed One, for bodhisattvas who have discipline and possess the quality of virtue, hold to the vows of individual liberation, maintain perfect rituals and activities, look at even subtle evils with fear, maintain a pure livelihood, and attend to the bases of training, there are some who attend to, rely upon, and serve disciplined monks and priests while being angry;

source: དེ་ཚུལ་ཁྲིམས་དང་ལྡན་པའི་དགེ་སློང་དང་བྲམ་ཟེ་ལ་བསྙེན་ཅིང་སྟེན་ལ་བསྙེན་བཀུར་བགྱིད་དེ་ཚུལ་ཁྲིམས་འཆལ་པའི་སེམས་ཅན་རྣམས་ལ་ཁྲོ་བ་དང་སྡང་བ་དང་ཞེ་འགྲས་པར་བགྱིད་ཅིང་ཚུལ་ཁྲིམས་དེ་ཉིད་ཀྱིས་བདག་ལ་སྟོད་དེ་གཞན་ལ་སྨོད་ན།
en: who are resentful, and aggressive with poorly disciplined beings; and who praise themselves for their discipline and slander others.

source: བཅོམ་ལྡན་འདས་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའི་ཚུལ་ཁྲིམས་དང་རབ་ཏུ་ལྡན་པའི་བདུད་ཀྱི་ལྕགས་ཀྱུ་སྟེ་གཉིས་པའོ། །
en: That, Blessed One, is the second hook of Māra, related to a bodhisattva’s discipline.

source: བཅོམ་ལྡན་འདས་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་བཟོད་པ་སྒྲུབ་སྟེ། ལུས་ཀྱིས་ཀྱང་བཟོད་ངག་གིས་ཀྱང་བཟོད་ན། སེམས་ཀྱིས་གནོད་པ་བགྱིད་དེ།
en: “Blessed One, for bodhisattvas practicing patience, there are some who practice patience physically and verbally, yet engender malice in their minds.

source: དེ་སེམས་ཅན་སྟོབས་དང་ལྡན་པ་རྣམས་ལ་ནི་བཟོད།
en: They are patient toward powerful beings but not toward the weak.

source: སེམས་ཅན་ཉམ་ཆུང་བ་རྣམས་ལ་ནི་མི་བཟོད་པ་སེམས་ཅན་སྟོབས་དང་ལྡན་པ་རྣམས་ལ་ནི་བཟོད་པའི་སྟོབས་ཉེ་བར་སྟོན།
en: They show their strength of patience to powerful beings and show their strength of malice to the weak.

source: སེམས་ཅན་ཉམ་ཆུང་བ་རྣམས་ལ་ནི་གནོད་སེམས་ཀྱི་སེམས་ཀྱི་སྟོབས་ཉེ་བར་སྟོན་ཏེ།
en: They are patient sometimes but not on other occasions.

source: དེ་རེ་ཞིག་ནི་བཟོད་རེ་ཞིག་ནི་མི་བཟོད། ཁ་ཅིག་ལ་ནི་བཟོད།
en: They are patient with some but not with others.

source: ཁ་ཅིག་ལ་ནི་མི་བཟོད་ལ་དེ་གང་གི་ཚེ་བཟོད་པ་དེའི་ཚེ་བཟོད་པས་རྒྱགས་ཏེ་རློམ་སེམས་སུ་བགྱིད། གང་གི་ཚེ་མི་བཟོད་པ་དེའི་ཚེ་ནི་མྱུར་དུ་སོ་སོར་མི་འཆགས་ན།
en: When they are patient, they get puffed up and arrogant, and when impatient, they do not swiftly confess it.

source: བཅོམ་ལྡན་འདས་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་བཟོད་པ་དང་རབ་ཏུ་ལྡན་པའི་བདུད་ཀྱི་ལྕགས་ཀྱུ་སྟེ་གསུམ་པའོ། །
en: That, Blessed One, is the third hook of Māra, related to a bodhisattva’s patience.

source: བཅོམ་ལྡན་འདས་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་བརྩོན་འགྲུས་བརྩམས་པར་གྱུར་ལ། དེ་བརྩོན་འགྲུས་བརྩམས་པར་གནས་ཀྱང་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་སེམས་ཅན་རྣམས་ཡོངས་སུ་སྨིན་པར་བགྱིད་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་མི་བགྱིད།
en: “Blessed One, for bodhisattvas engaged in diligence, there are some who, even though they are personally engaged in diligence, only ripen beings for the vehicles of the hearers and solitary buddhas but not for the Great Vehicle.

source: ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཀྱི་གཏམ་རྒྱུན་དུ་སྟོན་གྱི་ཐེག་པ་ཆེན་པོའི་གཏམ་འཆབ་པར་བགྱིད།
en: They consistently tell stories about the hearers and solitary buddhas while withholding Great Vehicle stories.

source: འཇིག་རྟེན་པའི་བགྱི་བ་ལ་ཞལ་ཏ་བགྱིད་པར་བརྩོན་གྱི་འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་ཡོངས་སུ་མི་ཚོལ།
en: They endeavor in enjoying the world while failing to endeavor in the transcendental Dharma.

source: དེ་བཞིན་གཤེགས་པ་ལ་མཆོད་པས་དགའ་བ་ཐོབ་སྟེ། འདི་ལྟ་སྟེ། མེ་ཏོག་དང་། སྤོས་དང་། ཕྲེང་བ་དང་། བདུག་པ་དང་། བྱུག་པ་དང་། ཕྱེ་མ་དང་། ན་བཟའ་དང་། གདུགས་དང་། རྒྱལ་མཚན་དང་། བ་དན་རྣམས་ཀྱིས་དེ་བཞིན་གཤེགས་པ་རྣམས་ལ་མཆོད་པར་བགྱིད་དེ་དེ་ལ་གཞོལ། དེ་ལ་འབབ། དེ་ལ་བབ་པར་གྱུར་ཀྱང་ཐོས་པ་ཡོངས་སུ་བཙལ་བ་དང་། ཐོས་པ་བསྟན་པ་དང་། ཐོས་པ་ལ་སོ་སོར་བརྟག་པ་དང་། ཐོས་པ་སྒྲུབ་པར་བརྩོན་འགྲུས་མི་རྩོམ་ན་
en: Out of a sense of pleasure derived from venerating the thus-gone ones, they are assiduous in offering flowers, incense, garlands, perfume, lotions, powders, clothing, parasols, banners, and pennants, and show such inclinations, yet they fail to be diligent in the pursuit of study, in teaching what they have studied, in analyzing what they have studied, and in becoming learned.

source: བཅོམ་ལྡན་འདས་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའི་བརྩོན་འགྲུས་དང་རབ་ཏུ་ལྡན་པའི་བདུད་ཀྱི་ལྕགས་ཀྱུ་སྟེ་བཞི་པའོ། །
en: That, Blessed One, is the fourth hook of Māra, related to a bodhisattva’s diligence.

source: བཅོམ་ལྡན་འདས་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་བསམ་གཏན་བཞི་སྐྱེད། གཟུགས་མ་མཆིས་པའི་སྙོམས་པར་འཇུག་པ་བཞི་སྐྱེད་ཅིང་སྒྲུབ་སྟེ།
en: “Blessed One, for bodhisattvas who develop the four concentrations and develop and accomplish the four formless absorptions, there are some who remain long in those states.

source: དེ་དག་ལ་རྒྱུན་དུ་མང་དུ་གནས་པར་གྱུར་ལ། དེ་ཞི་བའི་སྙོམས་པར་འཇུག་པ་དེ་དག་ལ་གནས་ཤིང་། སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བགྱིད་པ་ལ་སྨོད། ཆོས་བསྟན་པ་ལ་སྨོད། སེམས་ཅན་དང་འདྲེ་བ་ལ་སྨོད།
en: While remaining in such states of peaceful equipoise, they disparage the ripening of beings, the teaching of the Dharma, and associating with beings.

source: བསོད་ནམས་ཀྱི་འདུ་བྱེད་རྣམས་ལ་སྨོད་ཅིང་མི་གཡོ་བའི་འདུ་བྱེད་ཀྱི་རོ་མྱོང་བར་བགྱིད་ཅིང་། གཅིག་པུར་དགའ་བས་དགའ་བ་ཐོབ་སྟེ
en: They disparage the formations of merit and savor the taste of unwavering formations.

source: འབད་པ་ཆུང་ངུར་གནས་པར་གྱུར་ནས།
en: They are happy in their preference for solitude and put forth very little effort.

source: བསམ་གཏན་ལས་ལྡོག་པར་ཡོངས་སུ་མི་ཚོལ་གྱི།
en: They do not seek to reverse the course of concentration.

source: འདོད་པའི་ཁམས་དང་། གཟུགས་ཀྱི་ཁམས་ལ་གསད་པར་འདུ་ཤེས་ཤིང་གཟུགས་མ་མཆིས་པའི་ཁམས་ཀྱི་རོ་མྱོང་བར་བགྱིད་ལ།
en: They perceive the desire and form realms as if they were death, and instead prefer to savor the taste of the formless realm.

source: དེ་ལུས་དམན་པས་གཟུགས་མ་མཆིས་པའི་ཁམས་རྣམས་སུ་སྐྱེ་བར་བགྱིད་ཅིང་ལྷ་ཚེ་རིང་པོ་རྣམས་དང་སྐལ་བ་མཉམ་པར་སྐྱེ་སྟེ
en: Looking down upon the body, they take birth in the formless realms, and arouse karmic fortune similar to the long-lived gods.

source: དེ་དེར་སྐྱེ་ནས་ཀྱང་གང་སངས་རྒྱས་མང་པོ་དང་། སངས་རྒྱས་བརྒྱ་ཕྲག་མང་པོ་དང་། སངས་རྒྱས་སྟོང་ཕྲག་མང་པོ་མཉེས་པར་མི་བགྱིད་པ་དེའི་གནས་མཆིས་སོ། །
en: Having been born there, they fail to please many buddhas, many hundreds of buddhas, many thousands of buddhas.

source: སངས་རྒྱས་མཐོང་བ་དང་། ཆོས་མཉན་པ་དང་། དགེ་འདུན་ལ་བསྙེན་བཀུར་བགྱིད་པ་དང་བྲལ་བར་འགྱུར།
en: They lack the opportunity to behold the Buddha, study the Dharma, and serve the Saṅgha.

source: སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བགྱིད་པ་དང་། དམ་པའི་ཆོས་ཡོངས་སུ་གཟུང་བ་དང་། བསོད་ནམས་ཀྱི་ཚོགས་སོགས་པ་དང་བྲལ་བར་འགྱུར།
en: They fail to ripen beings, uphold the Dharma, and accumulate merit.

source: དེའི་དབང་པོ་རྣམས་བླུན་ཞིང་རྟུལ་བའི་རང་བཞིན་ཅན་དུ་འགྱུར། དེ་ནས་ཤི་འཕོས་ནས་གང་དང་གང་དུ་སྐྱེས་པ་དེ་དང་དེར་ཡང་རྟུལ་བའི་རྒྱུད་ཅན་དུ་འགྱུར་ཞིང་རྨུགས་པ་དང་གཉིད་ཆེ་བར་འགྱུར་བ་འདི་ནི།
en: Their faculties become dull and stupid, and after they die, wherever they are born, their minds are dense, gloomy, and sleepy.

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའི་བསམ་གཏན་དང་རབ་ཏུ་ལྡན་པའི་བདུད་ཀྱི་ལྕགས་ཀྱུ་སྟེ་ལྔ་པའོ། །
en: Blessed One, this is the fifth hook of Māra, related to a bodhisattva’s concentration.

source: བཅོམ་ལྡན་འདས་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་ཤེས་རབ་དང་ལྡན་པར་གྱུར་ཏེ་རྐྱེན་ཤིན་ཏུ་མཐོང་བའི་སླད་དུ་རྒྱུ་ཡོངས་སུ་ཤེས་པ་དང་ལྡན་པར་གྱུར།
en: “Blessed One, regarding bodhisattvas who have insight, there are some who know causes on account of seeing conditions.

source: རྒྱུ་མ་མཆིས་པ་དང་རྒྱུ་དང་བྲལ་བ་དང་། མངོན་པར་འདུ་བགྱི་བ་མ་མཆིས་པར་གྱུར་ཏེ།
en: For them there are no causes, there is an absence of causes, and there are no conditioned things.

source: བསོད་ནམས་ཀྱི་འདུ་བྱེད་རྣམས་ལ་སྨོད་ཐབས་དང་བྲལ་
en: They disparage the formations of merit and lack skillful means.

source: སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་བརྩོན་པར་མི་བགྱིད། ཚུལ་ཁྲིམས་དང་། བཟོད་པ་དང་། བརྩོན་འགྲུས་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་རྣམས་ལ་བརྩོན་པར་མི་བགྱིད་ལ་དེ་འདི་སྙམ་དུ་སེམས་ཏེ།
en: They do not strive in the perfection of generosity, nor in the perfections of discipline, patience, diligence, or concentration.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ནི་མཆོག་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ནི་ཁྱད་པར་དུ་འཕགས་པ་སྟེ།
en: They think, ‘The perfection of insight is the best and most noble—the other perfections pale in comparison.’

source: དེ་ལས་གཞན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་རྣམས་ནི་དམན་པའོ་སྙམ་ན་དེའི་དབང་པོ་ཡོངས་སུ་མ་སྨིན་པ་བཏང་སྙོམས་སུ་ལྟུང་བ་སྟེ།
en: They do not ripen their faculties, and fall into a state of indifference.

source: བསྡུ་བའི་དངོས་པོ་བཞིས་སེམས་ཅན་རྣམས་མི་སྡུད་ཅིང་སྤྲོས་པ་མ་མཆིས་པ།
en: They do not gather beings through the four means of attracting disciples.

source: མངོན་པར་འདུ་བགྱི་བ་མ་མཆིས་པ་དེ་ཉིད་ཀྱི་རོ་མྱོང་བར་བགྱིད་པ་
en: They are without enthusiasm and they savor the taste of the unconditioned.

source: འདི་ནི་བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའི་ཤེས་རབ་དང་རབ་ཏུ་ལྡན་པའི་བདུད་ཀྱི་ལྕགས་ཀྱུ་སྟེ་དྲུག་པའོ། །
en: Blessed One, this is the sixth hook of Māra, related to a bodhisattva’s insight.

source: བཅོམ་ལྡན་འདས་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་དགོན་པ་པར་གྱུར་ཏེ། བས་མཐའི་གནས་མལ་ལ་མངོན་པར་དགའ་ཞིང་འདོད་པ་ཆུང་ལ་ཆོག་ཤེས་ཏེ། རབ་ཏུ་དབེན་ཅིང་ཁྱིམ་པ་དང་རབ་ཏུ་བྱུང་བ་རྣམས་དང་མི་འདྲེ་སྟེ།
en: “Blessed One, regarding bodhisattvas who live in the wilderness, who enjoy living in remote places with contentment and few desires, there are some who stay in solitude and do not associate with householders or the ordained.

source: དེ་དོན་ཉུང་བ་དང་བགྱི་བ་ཉུང་བས་བདེ་བར་གནས་ཏེ་
en: They live happily with few pursuits and activities.

source: གཡོ་བ་མ་མཆིས་ཀྱང་མང་དུ་ཐོས་པ་ཡོངས་སུ་བཙལ་བ་དང་། སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བགྱི་བ་དང་། ཆོས་མཉན་པ་ལ་བརྩོན་པར་མི་གནས།
en: Without moving, they do not seek learnedness, ripening beings, or studying the Dharma.

source: ཆོས་ཀྱི་འབེལ་བའི་བཀའ་མཆིད་དང་དོན་རྣམ་པར་ངེས་པའི་བཀའ་མཆིད་བགྱི་བ་ལ་རྒྱུན་དགུམ་པར་སེམས་ཏེ།
en: They have no interest in offering Dharma discourses or advice.

source: ཡོངས་སུ་འདྲི་བའི་རང་བཞིན་ཅན་མ་ལགས།
en: They are not of an inquisitive nature.

source: དགེ་བའི་ཅི་ཞེས་ཚོལ་བ་ལ་མི་བརྩོན།
en: They do not seek to understand what virtue is.

source: དེ་དགོན་པ་ལ་གནས་པ་དང་གཅིག་པུར་དགའ་བས་ཉོན་མོངས་པ་རྣམས་ཀུན་ཏུ་མི་རྒྱུ་བ་སྟེ།
en: They still their afflictions through living in the wilderness and with the joys of solitude.

source: དེ་ཀུན་ནས་ལྡང་བ་གནོན་པ་ཙམ་གྱིས་དགའ་བ་ཐོབ་ཅིང་བག་ལ་ཉལ་ཡང་དག་པར་གཞོམ་པའི་སླད་དུ་ལམ་སྒོམ་པར་མི་བགྱིད།
en: Thus they experience happiness by simply quelling upheavals, but they do not cultivate the path in order to truly defeat their latent potential.

source: དེ་དེ་ན་བདག་གི་དོན་དང་གཞན་གྱི་དོན་གྱི་སླད་དུ་བརྩོན་པར་མི་འགྱུར་བ་འདི་དག་ནི།
en: They do not strive in order to better either themselves or others.

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའི་དགོན་པ་ལ་གནས་པ་དང་རབ་ཏུ་ལྡན་པའི་བདུད་ཀྱི་ལྕགས་ཀྱུ་སྟེ་བདུན་པའོ། །
en: Blessed One, this is the seventh hook of Māra, related to a bodhisattva’s life in the wilderness.

source: བཅོམ་ལྡན་འདས་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་མང་དུ་ཐོས་པར་གྱུར་ཏེ། ཆོས་ཀྱི་གཏམ་ཅན་ནི་ཚིག་མཉན་པར་འོས་པ། ཚིག་གཟུང་བར་འོས་པ། སྙན་པ་སྣ་ཚོགས་ཀྱི་གཏམ་ཅན་དང་སྤོབས་པ་ཕུན་སུམ་ཚོགས་པར་གྱུར་ཀྱང་དེ་ཟང་ཟིང་གི་སླད་དུ་ཆོས་སྟོན་ཏེ།
en: “Blessed One, regarding learned bodhisattvas who deliver Dharma discourses, there are some whose words are worthy of being studied and grasped, who possess all manner of flowery language and impeccable eloquence, yet who teach the Dharma for material gain and who do not abandon materialistic intentions.

source: ཟང་ཟིང་མ་མཆིས་པའི་སེམས་ཀྱིས་མ་ལགས། གང་ལས་དེའི་གོས་དང་། ཟས་དང་། མལ་ཆ་དང་། ན་བའི་གསོས་སྨན་དང་། ཡོ་བྱད་རྣམས་མཆི་བར་འགྱུར་བ་དེ་དག་ལ་ཆོས་སྟོན་གྱི་སེམས་ཅན་གང་དག་དད་པ་དང་ལྡན་ཞིང་དང་བ་མང་བ། ལེགས་པར་བཤད་པའི་དོན་འཚལ་བར་ནུས་ཤིང་སྟོབས་དང་ལྡན་པ་ཟང་ཟིང་གིས་དེ་རྗེས་སུ་འཛིན་པར་མི་བགྱིད་པ་དེ་དག་ལ་ཆོས་མི་སྟོན་པ་དང་།
en: They will teach the Dharma where there is food, a place to sleep, healing medicine, and supplies available—yet they will not teach the Dharma to those who have faith, inspiration, and the capacity and power to understand the well-spoken meaning, unless these students supply them with material goods.

source: གང་དག་དེ་ལ་འགེད་པར་བགྱིད་པ་ནི་དམན་པ། དམན་པར་གྱུར་པ། གཏི་མུག་གི་རང་བཞིན་ཅན། ཆོས་རྒྱ་ཆེན་པོའི་སྣོད་དུ་མ་གྱུར་པ་དེ་དག་ལ་ཆོས་སྟོན་པ་དང་།
en: They will teach Dharma to those who give to them, even if they are vile, base, stupid, and unsuited to hear the vastness of Dharma.

source: དེ་ཟང་ཟིང་གིས་སྦགས་པའི་རྒྱུད་དེས་གང་དག་ཆོས་བསྟན་པར་བགྱི་བ་མ་ལགས་པ།
en: As they hanker after worldly wealth, they do not teach the Dharma to just anyone.

source: སྣོད་དུ་མ་གྱུར་པ་དེ་དག་ལ་ཆོས་སྟོན་ཅིང་གང་དག་བསྟན་པར་བགྱི་བ་དེ་དག་ལ་མི་སྟོན་པ་
en: Rather, they teach those who are not fitting vessels while disregarding those who should be taught.

source: འདི་ནི་བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའི་ཆོས་བསྟན་པ་དང་རབ་ཏུ་ལྡན་པའི་བདུད་ཀྱི་ལྕགས་ཀྱུ་སྟེ་བརྒྱད་པའོ། །
en: Blessed One, this is the eighth hook of Māra, related to a bodhisattva’s Dharma teachings.

source: བཅོམ་ལྡན་འདས་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་འཇིག་རྟེན་རྒྱང་པ་ན་པ་ཡོངས་སུ་ཚོལ་ཏེ།
en: “Blessed One, there are some bodhisattvas who take up the Lokāyata tradition.

source: དེ་གཞན་དག་ལ་ཟབ་མོའི་བཀའ་མཆིད་རྒྱུན་བཀུམ་ནས་འཇིག་རྟེན་རྒྱང་པ་ན་པའི་བཀའ་མཆིད་སྣ་ཚོགས་སྟོན་ཏེ།
en: They will stop giving profound teachings to others and instead offer them various Lokāyata advice.

source: དེ་འཇིག་རྟེན་རྒྱང་པ་ན་པའི་བཀའ་མཆིད་སྟོན་པས་འཇིག་རྟེན་དགའ་ཞིང་མངོན་པར་དགའ་བའི་ཚིག་དང་།
en: As they do so, the world will be pleased with their Lokāyata advice.

source: ལན་གྱི་ཚིག་ལ་མཁས་པས་སེམས་ཅན་རྣམས་དགའ་བར་འགྱུར་ཏེདེ་ལ་ལེགས་སོ་ལེགས་སོ་ཞེས་བགྱི་བ་ཡང་སྩོལ་བར་འགྱུར་ལ།
en: Being skilled in offering such advice, they delight others and receive their accolades.

source: དེས་ཀྱང་བྱང་ཆུབ་སེམས་དཔའ་ཡི་རངས་པར་འགྱུར་བ་དང་། ལྷའི་བུ་གང་དག་སྔོན་སངས་རྒྱས་མཐོང་བ། ཆོས་ཟབ་མོ་ལ་མོས་པ། ཆོས་མཉན་པའི་ཕྱིར་དེར་འདུས་པར་གྱུར་པ་དེ་དག་སྡུག་བསྔལ་ཞིང་ཡིད་མི་བདེ་སྟེ
en: However, they will upset and sadden all otherwise cheerful bodhisattvas, as well as those gods who have beheld past buddhas, those who aspire toward the profound Dharma, and those who assemble to study the Dharma.

source: ཡི་མ་རངས་ནས་གང་འཇིག་རྟེན་གྱི་དགའ་བས་མངོན་པར་དགའ་བའི་སེམས་ཅན་དེ་དག་ལ་ཟབ་མོའི་གཏམ་གྱི་རྒྱུན་བཅད་དེ་འཇིག་རྟེན་རྒྱང་པ་ན་པའི་གཏམ་སྣ་ཚོགས་སྟོན་པའི་
en: Displeasing them, they will interrupt the continuity of profound advice to beings who enjoy worldly pleasures, and instead offer them a variety of Lokāyata teachings.

source: རིགས་ཀྱི་བུ་འདི་ནི་དམ་པའི་ཆོས་ནུབ་པར་བྱེད་པ་ཡིན་གྱི། དམ་པའི་ཆོས་ཡོངས་སུ་འཛིན་པ་མ་ཡིན་ནོ། །
en: Such noble sons cause the Dharma to end and do not uphold the sublime Dharma.

source: དོན་ཟབ་མོའི་ཕྱིར་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་འབྱུང་གི། འཇིག་རྟེན་རྒྱང་པ་ན་པའི་གཏམ་སྣ་ཚོགས་ཀྱི་ཕྱིར་མ་ཡིན་ནོ། །
en: Because blessed buddhas manifest due to the profound meaning—not due to Lokāyata teachings.”

source: ཞེས་མཆི་ཞིང་འཁོར་དེ་ནས་མཆི་བར་འགྱུར་བ་དེ་ལྟ་བུའི་ཚིག་སྨྲའོ། །
en: He continued his address,

source: བཅོམ་ལྡན་འདས་དེ་ལྟ་བས་ན་བྱང་ཆུབ་སེམས་དཔའ་གང་འཇིག་རྟེན་རྒྱང་པ་ན་པའི་བཀའ་མཆིད་སྣ་ཚོགས་བགྱིད་ཀྱི་ཟབ་མོའི་བཀའ་མཆིད་འཆབ་པ་དེ་ནི་སངས་རྒྱས་འབྱུང་བ་ནུབ་པར་བགྱི་བའི་སླད་དུ་ཞུགས་པ་ལགས་ཏེ།
en: “Blessed One, therefore bodhisattvas who conceal the profound teachings while giving Lokāyata teachings are acting in such a way that they will prevent the arising of buddhas.

source: བཅོམ་ལྡན་འདས་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའི་བཀའ་མཆིད་ཟབ་མོ་འཆབ་ཅིང་འཇིག་རྟེན་རྒྱང་པ་ན་པ་དང་རབ་ཏུ་ལྡན་པའི་བདུད་ཀྱི་ལྕགས་ཀྱུ་སྟེ་དགུ་པའོ། །
en: Blessed One, this is the ninth hook of Māra, related to a bodhisattva’s concealment of the profound teachings and pursuit of the Lokāyata tradition.

source: བཅོམ་ལྡན་འདས་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་དགེ་བའི་བཤེས་གཉེན་ལྟར་བཅོས་པ་སྡིག་པའི་གྲོགས་པོ་གང་དག་དེ་ལ་བསྡུ་བའི་དངོས་པོ་རྣམས་ལས་འདུན་པ་ཟློག་པ་དང་།
en: “Blessed One, there are some bodhisattvas who follow an unwholesome companion who pretends to be a spiritual friend.

source: སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བགྱིད་པ་ལས་འདུན་པ་ཟློག་པ་དང་། དམ་པའི་ཆོས་ཡོངས་སུ་བཟུང་བ་ལས་འདུན་པ་ཟློག་པ་དང་། བསོད་ནམས་ཀྱི་ཚོགས་ལས་འདུན་པ་ཟློག་པ་དང་།
en: Following such a one, they will lose interest in the means of attracting disciples, ripening beings, upholding the sublime Dharma, and the accumulation of merit.

source: རབ་ཏུ་དབེན་པ་ལ་སྦྱོར་བ་དང་། དོན་ཉུང་ཞིང་བགྱིད་པ་ཉུང་བ་ལ་སྦྱོར་བ་དང་།
en: They will train in solitude with few pursuits and voluntary poverty.

source: ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དང་ལྡན་པའི་བཀའ་མཆིད་དེ་ལ་རྒྱུན་དུ་མང་དུ་སྟོན་པ་དང་། ཐེག་པ་ཆེན་པོ་དང་ལྡན་པའི་བཀའ་མཆིད་དེ་ལ་མི་སྟོན་པ་དག་ལ་བསྙེན་ཅིང་བསྟེན་ཏེ་བསྙེན་བཀུར་བགྱིད་པ་དང་།
en: They will attend to, follow, and serve those who usually teach the doctrines of the hearers and solitary buddhas rather than those of the Great Vehicle.

source: གང་གི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་དབེན་པར་གནས་པས་ཐེག་པ་ཆེན་པོ་ལས་ལྡང་བ་
en: When such bodhisattvas stay in solitude, they may give up the Great Vehicle.

source: དེའི་ཚེ་བྱང་ཆུབ་སེམས་དཔས་གདོན་མི་ཟ་བར་ཞལ་ཏ་བྱེད་པར་བྱའོ་ཞེས་བྱང་ཆུབ་སེམས་དཔའ་ཞལ་ཏ་བགྱིད་པའི་དྲི་མ་ལ་སྦྱོར་ལ།
en: The bodhisattva may then think, ‘I should surely offer advice.’ Yet they proffer corrupt advice.

source: གང་གི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་ཞལ་ཏ་བགྱིད་པའི་དྲི་མ་ལ་སྦྱོར་བ་དེའི་ཚེ། དབེན་པ་ལ་སྦྱོར་ཞིང་མཚན་མ་དང་བཅས་པ་དང་རྒྱུ་དང་བཅས་པའི་བཟོད་པའི་ས་ཉེ་བར་སྟོན་གྱི་བྱང་ཆུབ་སེམས་དཔའི་ལས་ཡང་དག་པ་ཡང་དག་ཕུལ་གང་ལགས་པ་དེ་དག་དེ་ལ་མི་སྟོན་ཏོ། །
en: When bodhisattvas proffer corrupt advice, they will advise others to live in solitude and adopt patience that makes use of signs and characteristics. They do not prescribe genuine and perfect bodhisattva work.

source: བྱང་ཆུབ་སེམས་དཔའི་ལས་ཡང་དག་པ་ཡང་དག་ཕུལ་དེ་དག་གང་ལགས་ཞེ་ན།
en: What then is genuine and perfect bodhisattva work?

source: བཅོམ་ལྡན་འདས་བཅུ་པོ་འདི་དག་ནི་བྱང་ཆུབ་སེམས་དཔའི་ལས་ཡང་དག་པ་ཡང་དག་ཕུལ་ལགས་སོ། །
en: Blessed One, genuine and perfect bodhisattva work consists of these ten things:

source: འདི་ལྟ་སྟེ། དད་པའི་རྩ་བ་ལ་རབ་ཏུ་གནས་ཏེ། དགེ་བའི་བཤེས་གཉེན་རྣམས་ལ་བསྙེན་ཅིང་བསྟེན་ཏེ་བསྙེན་བཀུར་བགྱིད་པ་དང་།
en: (1) Basing oneself on the roots of faith and attending to, relying upon, and serving spiritual friends.

source: མགོ་དང་གོས་ལ་ཞུགས་འབར་བ་བཞིན་དུ་དགེ་བའི་ཆོས་ཅི་ཞེས་ཡོངས་སུ་ཚོལ་བ་དང་།
en: (2) Seeking the virtuous Dharma as if one’s head and clothes were on fire.

source: དགེ་བའི་ཆོས་ལ་འདུན་པ་ལ་གནས་ཏེ་ཡང་དག་པའི་བརྩོན་པ་མི་འདོར་བ་དང་།
en: (3) Firm interest in the virtuous Dharma and not giving up right effort.

source: བག་མཆིས་པར་ལས་བགྱིད་པ་ཆུད་མི་གཟོན་པ་དང་།
en: (4) Acting carefully and not wasting what one does.

source: བདག་བདེ་བ་ལ་མི་ཆགས་པར་རྟག་པར་རྒྱུན་ཏུ་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བགྱིད་པ་དང་།
en: (5) Seeking to constantly ripen beings without being attached to one’s own happiness.

source: ལུས་དང་སྲོག་ལ་མི་ལྟ་བར་དམ་པའི་ཆོས་ཡོངས་སུ་འཛིན་པ་དང་།
en: (6) Upholding the Dharma without consideration for life or limb.

source: མཚན་དང་དཔེ་བྱད་བཟང་པོ་དང་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་སྦྱང་བའི་སླད་དུ་བསོད་ནམས་ཀྱི་ཚོགས་ཡོངས་སུ་ཚོལ་བས་མི་ངོམས་པ་དང་།
en: (7) Being insatiable in seeking out accumulations of merit in order to purify buddha realms and obtain the major and minor marks of excellence.

source: གཟུངས་དང་སྤོབས་པ་རབ་ཏུ་ཐོབ་པར་བགྱི་བའི་སླད་དུ་ཡེ་ཤེས་ཀྱི་ཚོགས་ཡོངས་སུ་ཚོལ་བ་དང་།
en: (8) Seeking the accumulation of wisdom in order to attain recollection and eloquence.

source: སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་ཀྱི་སས་མི་གོས་པར་བགྱི་བའི་སླད་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྒོམ་པ་དང་།
en: (9) Cultivating the perfection of insight so that one is not stained by the state of all ordinary beings.

source: ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་ལས་ཤིན་ཏུ་བཟླ་བའི་སླད་དུ་ཐབས་ལ་མཁས་པ་ཡོངས་སུ་ཚོལ་བ་སྟེ།
en: (10) Seeking skill in means so that one may transcend the deeds of hearers and solitary buddhas.

source: བཅོམ་ལྡན་འདས་བཅུ་པོ་དེ་དག་ནི་བྱང་ཆུབ་སེམས་དཔའི་ལས་ཡང་དག་པ་ཡང་དག་ཕུལ་ལགས་ཏེ།
en: Blessed One, these ten constitute genuine and perfect bodhisattva work.

source: གང་དག་ལ་བྱང་ཆུབ་སེམས་དཔས་བསླབ་པར་བགྱི་བ་དེ་དག་དེ་ལ་མི་སྟོན་པ་དང་།
en: However, they will not teach these things that bodhisattvas are to train in.

source: དེ་ལ་འདི་སྐད་དུ་བྱང་ཆུབ་ནི་བྱང་ཆུབ་སེམས་དཔའ་བརྩོན་འགྲུས་བརྩམས་པའི་ཡིན་གྱི་ལེ་ལོ་ཅན་གྱི་མ་ཡིན་ནོ། །
en: In this regard it is said that awakening is for bodhisattvas who strive with diligence, but not for the lazy.
